Repository: NicoSB/feedbag
Catalog: feedback-generator/KaVE.VS.Achievements/Properties/AchievementText.*.resx
Languages: de

# Description_1
source: Successfully finish 5 Codecompletions
de: Schließe erfolgreich 5 Codecompletions ab

# Description_10
source: Successfully create 250 TestClasses
de: Erfolgreich 250 Testklassen erstellt

# Description_11
source: Successfully create 500 TestClasses
de: Erfolgreich 500 Testklassen erstellt

# Description_12
source: Successfully compile 10 times
de: 10 Mal erfolgreich kompiliert

# Description_13
source: Successfully compile 100 times
de: 100 Mal erfolgreich kompiliert

# Description_14
source: Successfully compile 1000 times
de: 1000 Mal erfolgreich kompliliert

# Description_15
source: Work between 10 pm and 4am
de: Arbeite zwischen 22 und 4 Uhr

# Description_16
source: Use the Resharper Alt+Enter Quickfix 1 times
de: Benutze den Resharper Alt+Enter Quickfix 1 Mal

# Description_17
source: Use the Resharper Alt+Enter Quickfix 100 times
de: Benutze den Resharper Alt+Enter Quickfix 100 Mal

# Description_18
source: Use the Resharper Alt+Enter Quickfix 1000 times
de: Benutze den Resharper Alt+Enter Quickfix 1000 Mal

# Description_19
source: Use the Resharper CleanUp 1 time
de: Benutze den Resharper CleanUp 1 Mal

# Description_2
source: Successfully finish 50 Codecompletions
de: Schließe erfolgreich 50 Codecompletions ab

# Description_20
source: Use the Resharper CleanUp 100 times
de: Benutze den Resharper CleanUp 100 Mal

# Description_21
source: Use the Resharper CleanUp 1000 times
de: Benutze den Resharper CleanUp 1000 Mal

# Description_22
source: Have a compile fail 10 times
de: Kompilierung schlägt 10 Mal fehl

# Description_23
source: Have a compile fail 100 times
de: Kompilierung schlägt 100 Mal fehl

# Description_24
source: Have a compile fail 1000 times
de: Kompilierung schlägt 1000 Mal fehl

# Description_25
source: Do 100 code changes between commits
de: Mache 100 Codeänderungen zwischen zwei Commits

# Description_26
source: Do 500 code changes between commits
de: Mache 500 Codeänderungen zwischen zwei Commits

# Description_27
source: Do 1000 code changes between commits
de: Mache 1000 Codeänderungen zwischen zwei Commits

# Description_28
source: Do 5000 code changes between commits
de: Mache 5000 Codeänderungen zwischen zwei Commits

# Description_29
source: Do 10000 code changes between commits
de: Mache 10000 Codeänderungen zwischen zwei Commits

# Description_3
source: Successfully finish 100 Codecompletions
de: Schließe erfolgreich 100 Codecompletions ab

# Description_30
source: Create 5 Commits
de: Erstelle 5 Commits

# Description_31
source: Create 50 Commits
de: Erstelle 50 Commits

# Description_32
source: Create 100 Commits
de: Erstelle 100 Commits

# Description_33
source: Create 500 Commits
de: Erstelle 500 Commits

# Description_34
source: Create 1000 Commits
de: Erstelle 1000 Commits

# Description_35
source: Debug your Code 1 minute
de: Debugge deinen Code 1 Minute

# Description_36
source: Debug your Code 5 minutes
de: Debugge deinen Code 5 Minute

# Description_37
source: Debug your Code 15 minutes
de: Debugge deinen Code 15 Minute

# Description_38
source: Debug your Code 30 minutes
de: Debugge deinen Code 30 Minute

# Description_39
source: Debug your Code 1 hour
de: Debugge deinen Code 1 Stunde

# Description_4
source: Successfully finish 500 Codecompletions
de: Schließe erfolgreich 500 Codecompletions ab

# Description_5
source: Successfully finish 1000 Codecompletions
de: Schließe erfolgreich 1000 Codecompletions ab

# Description_6
source: Congratulations! You Have Successfully installed the KaVE Achievements Plugin
de: Glückwunsch! Sie haben erfolgreich das KaVE Achievements Plugin installiert

# Description_7
source: Successfully create 5 TestClasses
de: Erolgreich 5 Testklassen erstellt

# Description_8
source: Successfully create 20 TestClasses
de: Erfolgreich 20 Testklassen erstellt

# Description_9
source: Successfully create 100 TestClasses
de: Erfolgreich 100 Testklassen erstellt

# Title_1
source: Completion Tutorial Complete
de: Codevervollständigungeinführung Vervollständigt

# Title_11
source: TEST-osterone
de: TEST-osteron

# Title_12
source: So Far, So Good
de: So weit, so gut

# Title_13
source: Let's Hope It Doesn't Crash
de: Hoffen wir mal das es nicht abstürzt.

# Title_14
source: Error Free
de: Fehlerfrei

# Title_15
source: Nightworker
de: Nachtarbeiter

# Title_16
source: I Did A Quick Fix
de: Ich hab einen QuickFix gemacht

# Title_17
source: Magic Fix
de: Magischer Fix

# Title_18
source: QuickFix Master
de: QuickFix Meister

# Title_19
source: Apprentice Janitor
de: Hausmeister Lehrling

# Title_2
source: Could You Complete This For Me?
de: Kannst Du Das Für Mich Vervollständigen?

# Title_20
source: Janitor in Chief
de: Chefhausmeister

# Title_21
source: Mr. Clean
de: Meister Proper

# Title_22
source: Oops
de: Hoppla!

# Title_23
source: I Have 99 Errors, But A Semicolon Ain't One
de: Ich hab 99 Fehler, aber ein Semikolon ist es nicht

# Title_24
source: Aww, Maaan
de: Ach nein!

# Title_25
source: A Little Change
de: Eine Kleine Veränderung

# Title_26
source: You Can Keep The Change
de: Behalte Die Änderung Bei

# Title_27
source: Time For A Change
de: Zeit Für Veränderung

# Title_28
source: Rearrangement
de: Neuanordnung

# Title_29
source: Complete Make Over
de: Komplette Umarbeitung

# Title_3
source: CodeCompletion Is My Favorite Feature
de: Codevervollständigung Ist Meine Lieblingsfunktion

# Title_30
source: Show Some Commitment
de: Commite Mal!

# Title_31
source: Source Control
de: Versionskontrolle

# Title_32
source: I Commit Regularly
de: Ich Commite Regelmäßig

# Title_33
source: Commit Fanatic
de: Commit Fanatiker

# Title_34
source: Full Commitment
de: Volles Commitment

# Title_35
source: Bug Squasher
de: Käfer Zerquetscher

# Title_36
source: Bug Spray
de: Ungeziefer Spray

# Title_37
source: Bug Phobia
de: Käferphobie

# Title_38
source: Insecticide
de: Insektizid

# Title_39
source: Pest Control
de: Kammerjäger

# Title_4
source: I Leave Nothing Uncompleted
de: Ich Lasse Nichts Unvervollständigt

# Title_5
source: Ultimate Completionist
de: Ultimativer Vervollständiger

# Title_6
source: Plugin Achiever
de: Plugin Erfolg

# Title_7
source: Did Some Testing
de: Ein wenig getestet

# Title_8
source: Better Make Sure This Works!
de: Lieber schauen dass es funktioniert

# Title_9
source: I'm Sure It Works! I Tested It!
de: Ich bin sicher dass es funktioniert. Ist getestet.
